import React from 'react'
import Navbar from '../components/Navbar'
const HelpPage = () => {
  return (
    <>
    <div className='h-screen bg-[url(./img/Pic-sit.png)] bg-cover bg-center'>
    <Navbar></Navbar>
    
      <div className='font-bold text-4xl pl-10 pt-10 '>
        About MRBS
      </div> <br />

      <div className='pl-10 text-2xl'>
      SIT Room Booking System/ระบบจองห้อง: <br />
การเข้าใช้ระบบจองห้องการจองห้อง 
<ul>
<li>- จองวันเดียว (None) (เหมาะสำหรับการจองแบบทั่วไป เช่น จองห้องประชุม) </li>
<li>- จองรายวัน (Daily) </li>
<li>- จองรายสัปดาห์ (Weekly) (เหมาะสำหรับการจองแบบหลาย ๆ สัปดาห์ หรือทั้งภาคการศึกษา เช่น จองห้องเรียน, ห้องอบรม) </li>
<li>- จองรายเดือน (Monthly) </li>
<li>จองรายปี (Yearly) การเลือกประเภทผู้ใช้ห้องแก้ไขข้อมูลการจองห้องยกเลิกการจองห้องรายงานการจองห้องการค้นหาข้อมูล</li>
</ul> <br />
        เกิดอะไรขึ้น ถ้ามีผู้ใช้หลายคนจองห้องในเวลาเดียวกัน? <br />
        คนที่คลิกปุ่ม Apply เพื่อบันทึกรายการจองห้องเป็นคนแรกจะได้ไป โดยระบบสามารถตรวจสอบได้จากเวลา (Timestamp) ในการจองห้อง 
        ซึ่งตามปกติแล้วในแต่ละภาคการศึกษานั้น นักบริการการศึกษาของคณะฯ มีสิทธิ์ ในการจองห้องก่อน เพื่อใช้ในการจัดตารางการเรียนการสอน จากนั้นจึงจะเปิดระบบให้พนักงานอื่น ๆ ได้จองต่อตลอดภาคการศึกษา
            </div>
            
    
    
    </div>
    </>
  )
}

export default HelpPage